Repository: paulwoman/Capitalism_Lab_BASE
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru

source: From it, you will see that the overall quality of Golf Club was ~45% affected by the qualities of its raw materials~ and ~55% affected by the production technology~.^^That corresponds to the display of ~Production Quality~ and ~Raw Material Quality~ on this screen.
ru: Из него вы увидите, что общее качество клюшки на ~45% зависит от качества его сырья~ и ~55% зависит от технологии производства~.^^Что соответствует отображению ~Качества продукции~ и ~Качества сырья~ на этом экране.

source: From the menu options at the top right of the screen select ~Firm Overview~.
ru: В меню в правом верхнем углу экрана выберите ~Обзор фирм~.

source: Fund Transfer
ru: Перевод денежных средств

source: GDP - Consumption
ru: ВВП - Потребление

source: GDP - Government Spending
ru: ВВП - государственные расходы

source: GDP - Investment
ru: ВВП - Инвестиции

source: GDP - Net Exports
ru: ВВП - чистый экспорт

source: GDP growth is affected by consumer spending, private investment, government spending and net exports.
ru: На рост ВВП влияют потребительские расходы, частные инвестиции, государственные расходы и чистый экспорт.

source: GDP is the sum of consumption, investment, government spending and net exports.
ru: ВВП - это сумма потребления, инвестиций, государственных расходов и чистого экспорта.

source: GM_DIFF Game difficulty level Choose one of eight pre-set difficulty levels.
ru: GM_DIFF Уровень сложности игры Выберите один из восьми предварительно установленных уровней сложности.

source: Game Menu (hotkey: ESC)
ru: Меню игры (ESC)

source: Game Speed (disabled)
ru: Скорость игры (отключена)

source: Game Speed (hotkey: '0' to pause, '1' to '5' to set speed)
ru: Скорость игры (0 - пауза, 1 - 5 для настройки скорости)

source: Game console companies run by AI will have higher initial capital.
ru: Компании-производители игровых консолей, управляемые ИИ, будут иметь более высокий начальный капитал.

source: Game difficulty level
ru: Уровень сложности игры

source: Game starting year
ru: Год начала игры

source: Generally, when there are a large number of job openings available in the city, the city can afford to accept immigrants at a faster pace.
ru: Как правило, когда в городе имеется большое количество вакансий, город способен принимать иммигрантов быстрее.

source: Geographical coverage of fire services
ru: Область действия пожарных служб

source: Geographical coverage of police
ru: Область действия полиции

source: Global Competitiveness Rating Increases
ru: Рост Рейтинга Глобальной Конкурентоспособности

source: Global Rent Settings
ru: Настройки глобальной аренды

source: Global Stock Market (hotkey: Ctrl-G)
ru: Глобальный фондовый рынок ('Ctrl-G')

source: Go back to the previously selected firm.
ru: Вернуться к предыдущей фирме.

source: Go to Firm Report and select firms to apply the change.
ru: Перейдите в раздел "Отчет о фирме" и выберите фирмы для применения изменения.

source: Go to the Firms report and select those of your firms that you want to apply the change
ru: Перейдите к отчету компании и выберите те компании, в которые вы хотите внедрить изменения.

source: Go to the Headquarters.
ru: Перейти в штаб-квартиру.

source: Go to the firm selling or producing this product (Hotkey: Enter)
ru: Перейдти в фирму, продающую либо производящую этот товар ( Enter )

source: Go to the next layout plan found.
ru: Перейти к следующему найденному плану структуры.

source: Go to the responsible R&D center
ru: Перейдти в ответственный центр НИОКР

source: Go to the software company that develops this software.
ru: Обратитесь в компанию, которая разрабатывает это программное обеспечение.

source: Go to this media
ru: Перейти к этому СМИ

source: Go to your R&D center responsible for researching the selected technology.
ru: Перейдти в центр НИОКР, ответственный за исследование выбранной технологии.

source: Go to your e-commerce company.
ru: Перейти в свою компанию электронной коммерции.

source: Goal Achievement Progress
ru: Прогресс в достижении цели

source: Goal Report (hotkey: G)
ru: Отчёт о целях (F6)

source: Goal Title=Operating Performance Target
ru: Goal Title=Meta de desempenho operacional

source: Good luck!
ru: Удачи!

source: Good work with your factory!
ru: Хорошая работа!

source: Good!
ru: Хорошо!

source: Government Mode (hotkey: Tab)
ru: Государственный режим

source: Government Spending is the total spending by government.
ru: Государственные расходы - это общие расходы правительства.

source: Gray colors mean imports from seaports.
ru: Серые цвета означают импорт из морских портов.

source: Great Job!
ru: Отличная работа!

source: Great job!
ru: Отличная работа!

source: Great!
ru: Отлично!

source: Green and Sports Rating
ru: Эко и Спорт Рейтинг

source: Green bar = Quality rating.
ru: Зеленая полоса = рейтинг качества.

source: Gross Domestic Product (GDP) Growth
ru: Рост валового внутреннего продукта (ВВП)

source: Gross Domestic Product (GDP) per capita
ru: Валовой Внутренний Продукт (ВВП) на душу населения

source: Group Supersedes Internal Sale
ru: Групповая замена внутренней продажи

source: Grow Crop
ru: Вырастить урожай

source: Headhunt
ru: Хедхантинга

source: Headhunt (hotkey: 'U')
ru: Охота за головами

source: Headhunt Targets Include Subsidiaries
ru: Цели хедхантинга включают дочерние компании

source: Headquarters (hotkey: 'H')
ru: Штаб-квартира (H)

source: Health
ru: Здравоохранение

source: Here it shows the product's ~quality~ and ~brand levels~.
ru: Здесь он показывает ~качество~ продукта и ~уровень бренда~.

source: Here it shows the ~Quality Rating~ of your Golf Club, and the factors that contribute to this quality rating, which include ~raw material qualities~, and your ~production technology~ for this product.
ru: Здесь показано ~Рейтинг качества~ вашей клюшки и факторы, которые способствуют этому рейтингу качества, которые состоят из ~качество сырья~ и ~технология производства~ для этого продукта.

source: Here it shows the ~purchasing cost~ of the product and its ~freight cost~.
ru: Здесь он показывает ~стоимость закупки~ продукта и его ~стоимость перевозки~.

source: Here you can see ratings for ~Price~, ~Quality~, ~Brand~ and the ~Overall rating~.
ru: Здесь вы можете увидеть рейтинги ~Цена~, ~Качество~, ~Бренд~ и ~Общий рейтинг~.

source: Here you will see that the advertising is slowly increasing brand ratings for your products.^^Notice that the ~brand rating~ equals to the sum of ~Brand Awareness~ and ~Brand Loyalty~.
ru: Здесь вы увидите, что реклама медленно повышает рейтинг бренда вашей продукции.^^Обратите внимание, что ~рейтинг бренда~ равен сумме ~Узнаваемости бренда~ и ~Лояльности к бренду~.

source: Here's a reminder of your goal for this tutorial game: to achieve ~an annual revenue of $50 million~ and ~an annual profit of $5 million~.^^The ~Goal Report~ gives a summary of your goal status.
ru: Вот напоминание о вашей цели для этой обучающей игры: достичь ~годового дохода в размере 50 миллионов долларов~ и ~годовой прибыли в размере 5 миллионов долларов~.^^Отчет о цели ~содержит краткое описание состояния вашей цели.

source: Hide Inactive Software Products
ru: Скрыть неактивные программные продукты

source: Hide the Economic Info window
ru: Скрыть окно экономической информации

source: Hide the extended section of the Economic Info window.
ru: Скрыть расширенный раздел окна экономической информации.

source: High quality products offer a more attractive retail prospect to the consumer.
ru: Высокое качество продукции увеличивает привлекательность розничных продаж для потребителей.

source: Hire
ru: Нанять

source: Hire (hotkey: 'W')
ru: Нанять

source: Hire Chief Marketing Officer
ru: Нанять главного маркетингового директора

source: Hire Chief Operating Officer
ru: Нанять главного управляющего директора

source: Hire Chief Technical Officer
ru: Нанять главного технического директора

source: Hire a new Chief Marketing Officer.
ru: Нанять нового Главного Маркетингового Директора

source: Hire a new Chief Operating Officer.
ru: Нанять нового Главного Операционного Директора

source: Hire a new Chief Technical Officer.
ru: Нанять нового главного технического директора.

source: Hire a team lead for the current functional unit.
ru: Нанять руководителя группы для текущего функционального подразделения.

source: Hold #CTRL# key while clicking for #100X# speed.
ru: Зажмите клавишу #CTRL#, для скорости #100X#..

source: Hold #SHIFT# key while clicking for #10X# speed.
ru: Зажмите клавишу #SHIFT#, для скорости #10X#.

source: Hotkey: '!'
ru: Клавиша: ( '!' )

source: Hotkey: 'C'
ru: Клавиша: 'C'

source: Hotkey: 'D' or F10
ru: Клавиша: 'D'

source: Hotkey: 'E'
ru: Клавиша: 'E'

source: Hotkey: 'F'
ru: Клавиша: 'F'

source: Hotkey: 'G'
ru: Клавиша: 'G'

source: Hotkey: 'I'
ru: Клавиша: 'I'

source: Hotkey: 'P'
ru: Клавиша: 'P'

source: Hotkey: 'R'
ru: Клавиша: 'R'

source: Hotkey: 'T'
ru: Клавиша: 'T'

source: Hotkey: 'Y'
ru: Клавиша: 'Y'

source: Hotkey: Ctrl-B
ru: Клавиша: (Ctrl-B)

source: Hotkey: Ctrl-D or F10
ru: Клавиша: Ctrl-D или F10

source: Hotkey: Ctrl-I
ru: Клавиша: Ctrl-I

source: Hotkey: Ctrl-M
ru: Клавиша: F3

source: Hotkey: F1
ru: Клавиша: F1

source: Hotkey: F11
ru: Клавиша: F11

source: Hotkey: F2
ru: Клавиша: F2

source: Hotkey: F3
ru: Клавиша: F3

source: Hotkey: F4
ru: Клавиша: F4

source: Hotkey: F7
ru: Клавиша: F7

source: Hotkey: Left arrow key to go to the previous layout plan.
ru: Перехода к предыдущему плану структуры (' ← ')

source: Hotkey: Right arrow key to go to the next layout plan.
ru: Перехода к следующему плану размещения (' → ')

source: Hotkeys: Use F1, F2 and F3 to select All suppliers, Seaports and your own firms respectively.
ru: Клавиши: F1, F2 и F3 для выбора Всех поставщиков, Морских портов и ваших собственных фирм соответственно.

source: Housing Supply and Demand Index
ru: Индекс Спроса и Предложения на жилье

source: Housing and Community Facilities
ru: Жилищно-коммунальное хозяйство

source: Hover the mouse over any of the text lines below to see context sensitive help.
ru: Наведите указатель мыши на любую из текстовых строк ниже, чтобы увидеть контекстную справку.

source: Hover the mouse over the financial figures on this row to see the detailed amounts.
ru: Наведите указатель мыши на финансовые показатели в этой строке, чтобы увидеть подробные суммы.

source: How much can you pay?|
ru: Сколько можете предложить?|

source: How to increase a city's competitiveness
ru: Как повысить конкурентоспособность города 1)

source: How-to web page
ru: Как создать веб-страницу

source: However, if #Survival Mode# is enabled, then #Venture Capitalists# can be set to any number.
ru: Однако, если включен #Режим Выживания#, то #Венчурные Капиталисты# можно установить на любое число.

source: However, specialty stores do have advantages over general stores.
ru: Тем не менее, специализированные магазины имеют преимущества перед универсальными магазинами.

source: However, the relative concern consumers place on these factors varies from product to product.
ru: Однако относительное отношение потребителей к этим факторам варьируется в зависимости от продукта.

source: Hurry Up!|
ru: Поторопитесь!|

source: IP Creation
ru: Создание IP

source: IP Required for Production
ru: IP необходимый для производства

source: If a customer is satisfied after using a product (#good product quality#), brand loyalty #increases#.
ru: Если покупатель удовлетворен использованием продукта (# хорошее качество #), лояльность к бренду # увеличивается #.

source: If a supply problem occurs, you may not be able to solve it as easily because of the limited types of products that a specialty store can sell.
ru: Если возникнет проблема с поставками, вы не сможете быстро решить ее из-за ограниченного количества продуктов, которые может продать специализированный магазин.

source: If any of your other firms have #broken supply links# which require the #same item# that #this Sales unit# is selling, you may use this button to #redirect all the affected supply links# to #this Sales unit#.
ru: Если у какой-либо из ваших других фирм есть # нарушенные связи поставки #, для которых требуется # тот же товар #, который продает # этот отдел продаж #, вы можете использовать эту кнопку, чтобы # перенаправить все затронутые связи поставок # в # этот отдел продаж #.

source: If at any point you are lost and you want to restart the tutorial, you can ~press the ESC key and select Restart Tutorial~.
ru: Если в какой-то момент вы заблудитесь и захотите перезапустить урок, вы можете ~нажать клавишу ESC и выбрать Начать заного~.

source: If it is set to High, the macro economy in the game will be simulated with a high level of realism.
ru: Установка значения "Высоко" будет моделировать макро-экономику в игре с высоким уровнем реализма.

source: If it is set to Inverse Inflation, monetary amounts are adjusted based on their net purchasing power.
ru: Если установлено значение Обратная Инфляции, денежные суммы корректируются на основе их чистой покупательной способности.

source: If it is set to On, technology disruption occurs constantly and all technology variables decrease by 10% every year.
ru: Если "Включено", технологические сбои происходят регулярно и все переменные технологий теряют 10% каждый год.

source: If it is set to On, two AI corporations may merge with each other on mutually beneficial terms.
ru: Если Включено, две корпорации под управлением ИИ (компьютера) могут объединиться на взаимно выгодных условиях.

source: If it is set to a value, AI companies will go public within the specified number of years.
ru: Если установлено значение, компании ИИ станут публичными в течение указанного количества лет.

source: If the #City Economics Simulation DLC# is enabled, it is also affected by the #education level# of people in the city.
ru: Если включено #City Economics Simulation DLC #, на него также влияет # уровень образования # жителей города.

source: If the #City Economics Simulation DLC# is enabled, the skill level is also affected by the #education level# of people.
ru: Если включен #City Economics Simulation DLC #, то на уровень квалификации также влияет # уровень образования # людей.

source: If the City Economics Simulation DLC is enabled, it is also affected by the education level of people in the city.
ru: Если включен DLC City Economics Simulation, на него также влияет уровень образования людей в городе.

source: If the supplier is a business corporation, the color shown here is its ~corporate color~.
ru: Если поставщик является коммерческой корпорацией, цвет, показанный здесь, является ее ~корпоративным цветом~.

source: If the supply shortage is persistent, you should consider switching to a better supplier.
ru: Если нехватка поставок сохраняется, вам следует подумать о смене поставщика.

source: If this index is higher than 100, land prices in this game will be higher than normal.
ru: Если этот показатель выше 100, цены на землю в этой игре будут выше, чем обычно.

source: If this index is higher than 100, revenue generated by Internet companies will be higher than normal.
ru: Если этот показатель выше 100, доход интернет-компаний будет выше обычного.

source: If this index is higher than 100, the demand and revenue from software products in this game will be higher than normal.
ru: Если этот показатель выше 100, спрос и доходы от программных продуктов в этой игре будут выше, чем обычно.

source: If this is disabled, global competitiveness ratings will be initialized with a constant value of 30.
ru: т инициализированы с постоянным значением 30.

source: If this is enabled and you are using a #MOD# with defined #service firms#, you will be able to set up #Prepare Units# in #service firms#.
ru: Если это включено и вы используете #MOD# с определенными #сервисными фирмами#, вы сможете настроить #Готовый Отдел# в #сервисных фирмах#.

source: If this is enabled, any firms in your company and #subsidiaries# will always be able to buy products from each other, regardless of the #Internal Sale# setting.
ru: Если этот параметр включен, любые фирмы в вашей компании и # дочерних компаниях # всегда смогут покупать товары друг у друга, независимо от настройки # Внутренняя продажа #.

source: If this is enabled, companies will be able to build e-commerce firms and sell products via e-commerce.
ru: Если включено, компании смогут создавать фирмы электронной коммерции и продавать товары через электронную коммерцию(торговлю).

source: If this is enabled, global competitiveness ratings across industries will be randomized in the beginning of the game.
ru: Если этот параметр включен, рейтинги глобальной конкурентоспособности по отраслям будут рандомизированы в начале игры.

source: If this is enabled, it will automatically develop next versions of the software when more advanced tech has been researched.
ru: Если включено, то при исследовании более продвинутых технологий автоматически будут разрабатываться следующие версии программного обеспечения.

source: If this is enabled, money supply is more realistically simulated.
ru: Если это включено, денежная масса моделируется более реалистично.

source: If this is enabled, only #Semi Products# are available via imports.
ru: Если это включено, только #Полуфабрикаты# доступны через импорт.

source: If this is enabled, private AI tech companies from the Digital Age DLC may go public on the stock exchange.
ru: Если включено, частные технологические компании ИИ из Цифрового Века DLC могут стать публичными на фондовой бирже.

source: If this is enabled, the #demand for bank loans# is correlated to the total GDP of the cities.
ru: Если этот параметр включен, #спрос на банковские кредиты# коррелирует с общим ВВП городов.

source: If this is enabled, the bank will #stop accepting new deposits# from #corporate clients# when the bank's #cash# as a percentage of its #total assets# exceeds the specified threshold.
ru: Если включено, банк #прекратит принимать новые депозиты# от #корпоративных клиентов#, когда #денежные средства# банка в процентах от его #общих активов# превысят указанный порог.

source: If this is enabled, the computer will automatically adjust the apartment's rent based on the market rate.
ru: Если включено, то компьютер автоматически скорректирует арендную плату за квартиру в соответствии с рыночной платой.

source: If this is enabled, the computer will automatically adjust the commercial building's rent based on the market rate.
ru: Если включено, то компьютер автоматически скорректирует арендную плату за квартиру в соответствии с рыночной платой.

source: If this is enabled, the list of headhunt targets will include employees from your subsidiary companies.
ru: Если этот параметр включен, в список целей хедхантинга будут входить сотрудники ваших дочерних компаний.

source: If this is enabled, the player will possess tech technologies in Operating System (OS) in the beginning of the game.
ru: Если включено, игрок будет владеть техническими технологиями в операционной системе (ОС) в начале игры.

source: If this is enabled, the variety of products available via imports will increase over time.
ru: Если этот параметр включен, ассортимент товаров, доступных через импорт, со временем будет увеличиваться.

source: If this is enabled, you will be able to set up Import Firms for importing products and materials.
ru: Если этот параметр включен, вы сможете настроить Фирму Импортёра для импорта продуктов и материалов.

source: If this is set to Greatly Simplified, loyalty and headhunting features of the talent system are disabled too.
ru: Если установлено 'Очень упрощённая', функции лояльности и охоты за головами в системе талантов также отключаются.

source: If this is set to On, you will find the Product Customization tool in the Manufacturer's Guide.
ru: Если для этого параметра установлено значение Вкл., вы найдете инструмент Персонализация Продукта в Справочнике производства.

source: If this is set to On, your company will start as a private company.
ru: Если для этого параметра установлено значение Вкл., ваша компания начнет свою деятельность как частная компания.

source: If this is set to Simplified, all talents start with a skill level of 50.
ru: Если установлено 'Упрощённая', все таланты начинаются с 50-го уровня навыков.

source: If this is set to Yes, 1) stock prices are unaffected by the current economic state, and 2) stock trading between the player's company and its subsidiaries is prohibited, thus making it harder to speculate stocks for quick profits.
ru: Если для этого параметра установлено значение Да, 1) цены на акции не зависят от текущего экономического состояния, 2) торговля акциями между компанией игрока и ее дочерними компаниями запрещена, что затрудняет спекуляцию акциями для получения быстрой прибыли.

source: If this is set to a high value, the AI executive will be more concerned with freight costs and tend to pick suppliers from closer distances.
ru: Если установлено высокое значение, руководитель ИИ будет больше беспокоиться о транспортных расходах и будет склонен выбирать поставщиков с более близких расстояний.

source: If this is turned off, the CEO will never issue new shares for expanding the business.
ru: Если отключеить, генеральный директор никогда не будет выпускать новые акции для расширения бизнеса.

source: If this option is enabled, then companies can only produce products in this product category if they own the IP or have access to the IP.
ru: Если эта опция включена, то компании могут производить продукты в этой категории только в том случае, если они владеют IP или имеют доступ к этому IP.

source: If this option is on stock purchases and sales will be headlined in the city view
ru: Если эта опция включена в раздел "Покупки и продажи на складе", то она будет иметь заголовок на странице "Обзор города".

source: If you are an experienced player looking for greater challenge, you may set a percentage of your corporation's #initial capital# to be #funded by a bond issue#, requiring you to pay bond interests and repay the bond principal upon its maturity.
ru: Если вы опытный игрок, ищущий более сложные задачи, вы можете установить процент от #начального капитала# вашей корпорации, который будет #финансироваться за счёт выпуска облигаций#, требуя от вас уплаты процентов по облигациям и погашения основной суммы облигации по истечении срока её погашения.

source: If you are the party's leader, each of your members' influence value will contribute 50% to yours.
ru: Если вы лидер группы, значение влияния каждого из ваших членов будет составлять 50% от вашего.

source: If you change the #training budget# here, the change will apply to all the front offices.
ru: Если вы измените бюджет на обучение здесь, то изменение коснется всех отделений.

source: If you change the training budget here, the change will apply to all branches of the bank.
ru: Если вы измените бюджет на обучение здесь, то изменение коснется всех отделений банка.

source: If you double-click the name of another city that city is pinpointed on the world map and the city view on the main screen is updated to show that city.^^Close the World Map view by either clicking the X in the top right of its window, or by clicking the World Map icon on the bottom toolbar.
ru: Если вы дважды щелкните по названию другого города, этот город будет точно указан на карте мира, и вид города на главном экране будет обновлен, чтобы показать этот город.^^Закройте представление Карты мира, щелкнув значок X в правом верхнем углу окна или значок Карты мира на нижней панели инструментов.

source: If you select "Yes", you will be able to access the trade secrets of all AI companies in the game.
ru: Если вы выберете "Да", вы сможете получить доступ к коммерческим секретам всех ИИ компаний в игре.
